 
 interface Text{
  variant1:string; 
  variant2:string;
  variant3:string;
 }
 
 const textVariants:Text = {

  variant1: "Україна - це країна із багатовіковою історією, багатою культурною спадщиною та безмежними природними багатствами. Від густих карпатських лісів до безкрайніх степів, Україна зачаровує своїм розмаїттям пейзажів. Але найголовніше — це її народ, який славиться гостинністю, талантом та незламним духом.",
  variant2:"Культура України вражає своєю автентичністю та яскравістю. Тут знайдеться місце і для давніх традицій, і для сучасних інновацій. Народна музика, танці, література і живопис створюють унікальний колорит, що привертає увагу людей з усього світу.",
  variant3:"Природні багатства України - це не тільки естетична насолода, а й національна гордість. Родючі ґрунти, щедрі ліси, могутні ріки та чарівні гори є джерелом натхнення для поетів, художників і мандрівників. Краса рідної землі спонукає нас берегти її для майбутніх поколінь."

}

export default textVariants